{
  "nav": {
      "Home": "主页",
      "About-Us": "关于我们",
      "Product-Service": "产品与服务",
      "Techs": "技术中心",
      "TechnicalSupport": "技术支持",
      "News": "新闻中心",
      "Contact-Us": "联系我们"
  },
  "common": {
      "Name": "姓名",
      "Phone": "电话",
      "Content": "内容",
      "EMail": "邮箱",
      "Address": "地址",
      "Confirm": "确定",
      "Clear": "清空"
  },
  "page": {
      "about": {
          "about-us-title": "关于我们",
          "about-us-content-1": "上海烛竹信息科技有限公司是专注在虚拟现实相关技术开发的软件服务公司，核心成员均有多年的程序开发经验。",
          "about-us-content-2": "烛竹以“普及虚拟现实之美”为价值主张，提供定制软件全方位解决方案。",
          "about-us-content-3": "烛竹的定制软件解决方案为客户提供与消费者良好的互动模式，赋能客户，打通线上线下的交互场景，提升产品与服务的消费者体验。",
          "about-us-content-4": "烛竹的愿景是推广虚拟现实相关应用的普及化，运用技术改变信息交流的模式，提高社会生产力。",
          "our-team-title": "团队介绍",
          "company-chronicle": "大事记",
          "set-up-of-company": "公司成立"
      },
      "product": {
          "chartlet-title-1": "魔集设计软件",
          "chartlet-sub-title-1": "产品",
          "chartlet-description-1": "全三维家装设计软件,实时呈现,无需渲染轻松设计,快速成交云端数据库,管理简便,可连接网站,APP,打通线上线下服务。",
          "chartlet-title-2": "虚拟样板间",
          "chartlet-sub-title-2": "服务",
          "chartlet-description-2": "3D空间漫游，沉浸式。展示支持头戴式VR，触屏等模式，交互方式多样化。",
          "chartlet-title-3": "软件定制服务",
          "chartlet-sub-title-3": "服务",
          "chartlet-description-3": "深入了解客户需求，为客户量身打造软件系统。集成展示、设计、销售、订单、管理功能，打通业务环节。基于先进的实时渲染引擎，提供高画质动态画面。"
      },
      "news": {
          "title-1": "上海CIFF",
          "content-1": "烛竹获邀与合作伙伴共同参加于2018年9月10~13号在上海虹桥国家会展中心所举办的第42届中国（上海）国际家具博览会，展会位置位于北馆N-A02展位。本次展会现场将展出装配式硬装的实时设计系统，助力装配式家装企业打通展示、设计、报价、订单、管理等环节，提高成交效率，降低错误率，带动装配式家装成为未来家装行业的新亮点。"
      },
      "contact-us": {
          "address": "上海是徐汇区漕溪路222号航天大厦南楼1405"
      },
      "tech": {
          "vr": "VR",
          "vr-des": "虚拟现实（英语：Virtual Reality，缩写VR），简称虚拟技术，也称虚拟环境，是利用计算机仿真产生一个三维空间的虚拟世界，提供用户关于视觉等感官的仿真，让使用者感觉彷佛身历其境，可以实时、没有限制地观察三维空间内的事物。用户进行位置移动时，计算机可以立即进行复杂的运算，将精确的三维世界影像传回产生临场感。该技术整合了计算机图形、计算机仿真、人工智能、感应、显示及网络并列处理等技术的最新发展成果，是一种由计算机技术辅助生成的高技术仿真系统。",
          "ar": "AR",
          "ar-des": "扩增实境（Augmented Reality，简称AR），指透过摄影机影像的位置及角度精算并加上图像分析技术，让屏幕上的虚拟世界能够与现实世界场景进行结合与互动的技术。这种技术于1990年提出。扩增实境与硬件、软件、以及应用层面息息相关。在硬件方面，结合处理器、显示器、传感器以及输入设备的载具，方能适合成为AR平台。在软件方面，AR系统的主要关键是如何将扩增的对象与现实世界结合。随着随身电子产品运算能力的提升，扩增实境的用途也越来越广。",
          "laser-scanner": "激光扫描仪",
          "laser-scanner-des": "手持激光扫描仪透过上述的三角形测距法建构出3D图形：透过手持式装置，对待测物发射出激光光点或线性激光。以两个或两个以上的侦测器（电耦组件或 位置感测组件）测量待测物的表面到手持激光扫描仪的距离，通常还需要藉助特定参考点－通常是具黏性、可反射的贴片－用来当作扫描仪在空间中定位及校准使用。这些扫描仪获得的数据，会被汇入计算机中，并由软件转换成3D模型。手持式激光扫描仪，通常还会综合影像式扫描（可见光）获得的数据（如待测物的结构、色彩分布），建构出更完整的待测物3D模型。",
          "structured-light-scanner": "光栅式影像扫描仪",
          "structured-light-scanner-des": "利用矩阵式的光栅投影至被测物上，根据光栅的反射与形变，判断被测物的表面形状，可以非常快的速度进行扫描，相对于一次测量一点的探头，此种方法可以一次测量多点或大片区域，故适用于物件的三维扫描。光栅式三维扫描仪更可以支持彩色数据采集，可以在扫描物件外形数据的同时，采集物件的色彩信息。",
          "3D-models": "三维模型",
          "3D-models-des": "三维模型是物体的三维多边形表示，通常用计算机或者其它影片设备进行显示。显示的物体是可以是现实世界的实体，也可以是虚构的东西，既可以小到原子，也可以大到很大的尺寸。任何物理自然界存在的东西都可以用三维模型表示。 三维模型经常用三维建模工具，如3D MAX，Rhino 3D这类专门的软件生成，但是也可以用其它方法生成。作为点和其它信息集合的数据，三维模型可以手工生成，也可以按照一定的算法生成。三维模型本身是不可见的，可以根据简单的线框在不同细节层次渲染的或者用不同方法进行明暗描绘（shaded）。但是，许多三维模型使用纹理进行覆盖，将纹理排列放到三维模型上的过程称作纹理映射。纹理就是一个图像，但是它可以让模型更加细致并且看起来更加真实。例如，一个人的三维模型如果带有皮肤与服装的纹理那么看起来就比简单的单色模型或者是线框模型更加真实。 除了纹理之外，其它一些效果也可以用于三维模型以增加真实感。例如可以调整曲面法线以实现它们的照亮效果，一些曲面可以使用凸凹纹理映像方法以及其它一些立体渲染的技巧。",
          "3D-model-building": "三维建模",
          "3D-model-building-des": "三维建模可以使用人工建模方式，由专业建模人员直接对照需要建模的物件图片或其他信息，运用三维建模软件进行建模，产生一个物体的三维模型；或者也可以运用三维扫描的技术，来采集物件的空间信息，并用以作为三维建模的基础数据。相比于人工三维建模，三维扫描建模的优点在于尺寸的准确度，以及模型细节的完整性， 可以呈现更加真实的产品质感，所以目前是高端产品三维建模的首选方式。烛竹软件内展现的产品模型，大部分是三维扫描建模的高精度模型，所呈现的真实感与细节，是我们与众不同之处。"
      }
  },
  "message": {
      "incompleted": "信息填写不完整",
      "error-phone": "电话号码填写有误",
      "message-send": "信息发送成功"
  }
}